{
    "aka": [], 
    "alt": "http://movie.douban.com/subject/25825347/", 
    "casts": [], 
    "collect_count": 6, 
    "comments_count": 0, 
    "countries": [
        "奧地利"
    ], 
    "current_season": null, 
    "directors": [
        {
            "alt": null, 
            "avatars": null, 
            "id": null, 
            "name": "Siegfried A. Fruhauf"
        }
    ], 
    "do_count": null, 
    "douban_site": "", 
    "episodes_count": null, 
    "genres": [
        "短片"
    ], 
    "id": "25825347", 
    "images": {
        "large": "https://img1.doubanio.com/view/movie_poster_cover/lpst/public/p2177084942.jpg", 
        "medium": "https://img1.doubanio.com/view/movie_poster_cover/spst/public/p2177084942.jpg", 
        "small": "https://img1.doubanio.com/view/movie_poster_cover/ipst/public/p2177084942.jpg"
    }, 
    "mobile_url": "http://movie.douban.com/subject/25825347/mobile", 
    "original_title": "Exterior Extended", 
    "rating": {
        "average": 0, 
        "max": 10, 
        "min": 0, 
        "stars": "00"
    }, 
    "ratings_count": 3, 
    "reviews_count": 0, 
    "schedule_url": "", 
    "seasons_count": null, 
    "share_url": "http://m.douban.com/movie/subject/25825347", 
    "subtype": "movie", 
    "summary": "Siegfried A. Fruhauf´s Exterior Extended is a prime example of an artistic strategy whereby a maximum effect is achieved through the combination of a minimum of individual elements. A 35mm film with thirty–six photos on it suffices as starting material for a stringent study on the theme of spatial perception in film. As motif, Fruhauf takes a dilapidated ruin of a house in the countryside wildly overgrown with plants. He photographs exclusively from the inside to the outside, ground level, through frameless window openings, which are consistently visible in the photos. This hereby frames the individual landscape photos, and clearly defines the border between inside and outside.\nFruhauf worked out the photo series digitally, layering the photos systematically, both positive as well as negative, multiply on top of one another. The result of this working process can be experienced twice in a row in Exterior Extended, separated by a shot of a human birth, which appears briefly. The sharp contrast black–and–white film develops a strong vacuum effect due to the image layering and montage, which is additionally highlighted by the rhythmic, synthetic, minimal soundtrack. In his work, Fruhauf continues concepts of structural film by combining the classical, historical mediums of film and photography with digital image processing methods. In Exterior Extended the filmmaker drafts an experimental battle painting by allowing the opponents to appear on screen: black vs. white, positive vs. negative, inside vs. outside, nature vs. architecture, analogue vs. digital, freeze frame vs. motion picture, and 2D vs. 3D. (Norbert Pfaffenbichler)\nTranslation: Lisa Rosenblatt\nInterior and exterior space blur in a frenzied staccato layering of digital imagery, creating the film’s distinctive sphere of subjective experience. The spectator penetrates the medium’s imaginary interior – drawn in by the undertow of glimmering pictures. A subtle game of perception assembled from 36 individual frames. prod. note", 
    "title": "Exterior Extended", 
    "wish_count": 3, 
    "year": "2013"
}