{
    "aka": [
        "人质游戏"
    ], 
    "alt": "http://movie.douban.com/subject/4905788/", 
    "casts": [
        {
            "alt": "http://movie.douban.com/celebrity/1040993/", 
            "avatars": {
                "large": "https://img1.doubanio.com/img/celebrity/large/23743.jpg", 
                "medium": "https://img1.doubanio.com/img/celebrity/medium/23743.jpg", 
                "small": "https://img1.doubanio.com/img/celebrity/small/23743.jpg"
            }, 
            "id": "1040993", 
            "name": "凯文·席格斯"
        }, 
        {
            "alt": null, 
            "avatars": null, 
            "id": null, 
            "name": "Devon Bostick"
        }
    ], 
    "collect_count": 958, 
    "comments_count": 303, 
    "countries": [
        "加拿大"
    ], 
    "current_season": null, 
    "directors": [
        {
            "alt": null, 
            "avatars": null, 
            "id": null, 
            "name": "Aaron Woodley"
        }
    ], 
    "do_count": null, 
    "douban_site": "", 
    "episodes_count": null, 
    "genres": [
        "惊悚"
    ], 
    "id": "4905788", 
    "images": {
        "large": "https://img1.doubanio.com/lpic/s6809577.jpg", 
        "medium": "https://img1.doubanio.com/mpic/s6809577.jpg", 
        "small": "https://img1.doubanio.com/spic/s6809577.jpg"
    }, 
    "mobile_url": "http://movie.douban.com/subject/4905788/mobile", 
    "original_title": "Entitled", 
    "rating": {
        "average": 5.9, 
        "max": 10, 
        "min": 0, 
        "stars": "30"
    }, 
    "ratings_count": 788, 
    "reviews_count": 3, 
    "schedule_url": "", 
    "seasons_count": null, 
    "share_url": "http://m.douban.com/movie/subject/4905788", 
    "subtype": "movie", 
    "summary": "Paul Dynan (Kevin Zegers) is a decent, intelligent 24-year-old man. But he is also one of the new generation of young people who have played by the rules, working hard and graduated college – only to find that the certainties of the past are gone. With out a job or future, he plans the perfect crime to redress the balance. He will extort a fortune from three wealthy men, all great friends, who typify the ruling class that made their millions when the going was good – he will abduct their perfect Ivy League children.\nOver the course of one long, dark night, Dynan holds these ‘debutantes’ hostage – with little idea of the secret antagonisms that are bubbling poisonously to the surface between their fathers when they are forced to choose between their blood and their money.\nHe is aided by two nihilistic youths whom he has drawn into his cunning web with the lure of destruction and infamy – so nihilistic that they are unaware of just how perfect Dynan’s crime actually is- for when the night is through they alone will be seen as the perpetrators.\nIt will be a night in which nothing is quite as it seems, that none of the participants will ever forget, that will change every one of them – and in which Dynan, the puppet-master, will literally get away with murder, unknown to his victims or the authorities – but pay a far greater price. One he had never anticipated…", 
    "title": "人质游戏", 
    "wish_count": 177, 
    "year": "2010"
}